[
  {
    "name": "계경순대국 숙대입구점",
    "rating": 4.3,
    "address": "306 Hangang-daero, 남영동 Yongsan District, Seoul, South Korea",
    "opening_hours": [
      "Monday: 9:00 AM – 9:00 PM",
      "Tuesday: 9:00 AM – 9:00 PM",
      "Wednesday: 9:00 AM – 9:00 PM",
      "Thursday: 9:00 AM – 9:00 PM",
      "Friday: 9:00 AM – 9:00 PM",
      "Saturday: Open 24 hours",
      "Sunday: Open 24 hours"
    ],
    "types": [
      "restaurant",
      "food",
      "point_of_interest",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "Ultra Man",
        "rating": 5,
        "text": "I love sundaeguk and the price is so cheap, only 7000won. Will come again.  I had too much food today so I didn't ask for rice and other spicy kimchi.",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "Sean Phuphanich",
        "rating": 5,
        "text": "Old school, amazing soup restaurant.  Sundaeguk.  It has been the same family for 5 generations.  My favorite is the spicy pork neck soup but all of them were rich and flavorful.  So cheap, so good",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "Oleksiy Babanskyy",
        "rating": 5,
        "text": "Excellent hangover soup for my hangover!",
        "relative_time_description": "7 months ago"
      },
      {
        "author_name": "Yung-Yen Ko",
        "rating": 5,
        "text": "Nice comforting food!",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "Yến Phụng Lê Thị",
        "rating": 5,
        "text": "Delicious food, deep and reach broth",
        "relative_time_description": "a year ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DOI-gu20bNzuS7Zet0gvM_HhNdInRZFHmW048HhEQYyc4qiotRkhmjd58mVi0B0ycDfmDXF2A9uolugV2kx39sCQuagkLZA1l49B3B_-gIVo_jpRkgzckG7ZfB41mFiBRreO33sS_GYrOgy7NPekus-a8GtiftH9IZdMShm39hZkVFN&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "두리식당",
    "rating": 4.5,
    "address": "South Korea, Seoul, Yongsan District, 청파동 54-3",
    "opening_hours": [
      "Monday: 6:00 AM – 8:30 PM",
      "Tuesday: 6:00 AM – 8:30 PM",
      "Wednesday: 6:00 AM – 8:30 PM",
      "Thursday: 6:00 AM – 8:30 PM",
      "Friday: 6:00 AM – 8:30 PM",
      "Saturday: 6:00 AM – 8:30 PM",
      "Sunday: Closed"
    ],
    "types": [
      "restaurant",
      "food",
      "point_of_interest",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "Anh Kim Tran Nguyen",
        "rating": 5,
        "text": "This little restaurant is owned by an old couple who are so passion about their food and service. The restaurant is very small, but very cozy.\nImpressive point is the banchan tray (side dishes). No matter how many people you go.\nThey still bring out a tray of banchan.\n\nWe were so lucky to always have a table for 4 people here. We always rocked in when they just open. The owner are disciplined and have their own rule. They respect their value customers. I came here with my family for 3 days in a row for breakfast and lunch. There will be a value customer come in at the certain time everyday. I noticed they placed out the banchan (side dish) on the table and food will be brought out straight away. As soon as customer show up, they just have to sit down and eat. The owner care about quality than quantity. They dont take order for the hot stone bibimbap in the peak hour. Cause the wife can’t handle to make a lot of at the same time. We witnessed they rather refused on taking more customers to make sure whoever on the reserve table to be served on time. They are happy with the amount of customer they have.\n\nPrice wise: the cheapest place we ever had in Seoul. So cheap we believe !!!!!! The old couple barely speak English, so please be patient and use GG translate for convenience wise.\n\nOverall: it’s a big YES from me. I was upset on the last day in Seoul cause I couldn’t have lunch here anymore.\nPlease come and support with respect and patience.",
        "relative_time_description": "7 months ago"
      },
      {
        "author_name": "Jessica Ma",
        "rating": 5,
        "text": "Loved this mom and pop restaurant that was near our stay! The portions were very good and the taste was homemade. They gave us a variety of tasty side dishes as well. Would definitely recommend coming here!!",
        "relative_time_description": "5 months ago"
      },
      {
        "author_name": "Natalie Ho",
        "rating": 5,
        "text": "This small restaurant servering korean home dishes with many kind of side dishes, the main course is also selling under good price with good value, please visit them!",
        "relative_time_description": "a month ago"
      },
      {
        "author_name": "Nanoc",
        "rating": 5,
        "text": "TLDR; Old school diner. Basic English speaking owner. Amazing selection of banchan (free side dishes 16 up to 18) that changes every day, great home cooked food kind of vibe/taste to every dish, $6 - $10 per main dish!!!!!\n\nIf you are staying anywhere nearby Seoul station, I urge you to come visit this place (literally 10-15 walk, 5 minute bus ride, few min train ride from Seoul station) I seldom give 5 stars for anything and am very careful in recommending places, but this elderly couple deserves all the 5 stars I am giving.\n\nI’ve eaten lunch here every single day for the 7 days I was in Seoul, that’s literally how good the food is compared to the upscale and hole in the wall restaurants I’ve been to, all the way in upscale and modern places  like Gangnam, Hongdae, Itaewon, Myeongdong, Namdamun to more traditional places like Insadong and Hanok.\n\nThey are legitimately some of the nicest grandpa and grandma duo who run the place, always making sure you’re doing alright and have enough rice or want more. This makes me miss my grandparents who have passed away some years back",
        "relative_time_description": "9 months ago"
      },
      {
        "author_name": "Andrew Lam",
        "rating": 5,
        "text": "Super delicious. So many side dishes and the owners were so sweet making sure we felt welcomed and comfortable. Bonus is when we came to pay everything was so reasonable that we were willing to pay more. Would 100% come back!",
        "relative_time_description": "4 months ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DMP5HlTXBJogt_1xuHzILahFk9rr7ps8ZR37DXIHixuRPAbvXi2bly7T16aJh4xIDufaJvPzbstki5e2Wn5AwFUs6ldxmMpVqIRf48uX_ueAl-pwziDemrvN60GW4932ZNtaL-iw98x3EQAFqBWdWD2o8RjmKmst2DHPTpJq4WvmW78&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "숙대소반",
    "rating": 4.3,
    "address": "113-3 Cheongpa-dong 3(sam)-ga, Yongsan District, Seoul, South Korea",
    "opening_hours": [
      "Monday: 10:30 AM – 8:30 PM",
      "Tuesday: 10:30 AM – 8:30 PM",
      "Wednesday: 10:30 AM – 8:30 PM",
      "Thursday: 10:30 AM – 8:30 PM",
      "Friday: 10:30 PM – 12:00 AM",
      "Saturday: 12:00 – 8:30 AM, 10:30 AM – 3:30 PM",
      "Sunday: Closed"
    ],
    "types": [
      "restaurant",
      "point_of_interest",
      "food",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "Lee Park",
        "rating": 5,
        "text": "The food is affordable while very tasty!",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "왓투듀 WhatToDo",
        "rating": 5,
        "text": "Perfect",
        "relative_time_description": "4 years ago"
      },
      {
        "author_name": "morado d",
        "rating": 5,
        "text": "Here. It's so delicious~~ I think the price and quality are affordable since it's in front of the school^^ I'm 100% willing to visit again next time♡♡",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "Nicole Jo (Elocin)",
        "rating": 5,
        "text": "The jjolsoun is delicious and the pork cutlet is also deliciousㅜㅜㅜ I came here 3 times in a week haha ​​The cheese roe rice is also delicious, but as a pork cutlet lover, I ate the pork + jjol sprout set 3 times in a row haha ​​The basic side dishes are also great.",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "비인",
        "rating": 5,
        "text": "The owner is friendly, the store is clean, and the food is so delicious.",
        "relative_time_description": "9 months ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DMIzPwwZeAK4ucTHDW2OBIVEtQYMF3IgSIp-ZGo0T0m9VDc9NwkU8dIH2YLpW0Dr6Ik2t4ZfOZwIRIFGLSeBp53jeKmtirhwmYh_Ngx1Ffhkg-xx2M73-kaDbTgvd6OJYSVEOlrwDAkGSyxxsxkjnYtmqcIJxHh6Bid3JVZ-J0nFl1m&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "Via Toledo Pasta Bar",
    "rating": 4.2,
    "address": "7-2 Wonhyo-ro 83-gil, Yongsan District, Seoul, South Korea",
    "opening_hours": [],
    "types": [
      "restaurant",
      "food",
      "point_of_interest",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "Wooje Choi",
        "rating": 5,
        "text": "I was lucky enough to get a reservation at their old location before they moved, and it was definitely worth it. It was a very intimate experience as you were sat at a bar overlooking the kitchen, and the chef would work directly in front of you while maintaining a conversation. I really appreciated how he made Aglio e olio when I asked if he could make it, even if it wasn’t on the menu. My only issue was that the pasta was salty, even after the chef reduced the salt used in the dishes. Nonetheless, it was an amazing experience, and I hope to try his new restaurant and course experience in the future.",
        "relative_time_description": "10 months ago"
      },
      {
        "author_name": "Andrew Tan",
        "rating": 5,
        "text": "Via Toledo Pasta Bar is a charming spot near Hongdae that specializes in authentic pasta. The fresh noodles have a delightful chewy texture, and the carbonara was delicious. The intimate bar seating allows guests to watch the chef at work, who is flexible and accommodating with requests. While some dishes have smaller portions for a higher price, the quality of the food makes it a worthwhile experience. If you want real authentic pasta taste, this is a must in Seoul.",
        "relative_time_description": "4 weeks ago"
      },
      {
        "author_name": "Levïn",
        "rating": 5,
        "text": "Coming from Cunlinary Class War. The Napoli Mafia surely lives up to the expectation. Extraordinary pasta dish.",
        "relative_time_description": "a month ago"
      },
      {
        "author_name": "Super Super",
        "rating": 1,
        "text": "Overall disappointed with the quality of the food here. The service and chef was very arrogant. I did not enjoy it and would not recommend.",
        "relative_time_description": "3 weeks ago"
      },
      {
        "author_name": "Kaan Bulbul",
        "rating": 5,
        "text": "Congratz on winning such prestigious show!\nOne day I will come visit and eat here.",
        "relative_time_description": "4 weeks ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DO3g4wg-U9iUWws3MsnRAxbc3peILZP_77WNBBHqN4lg6eIeam22mSeJeM4PFwORhQ6JBZarVXygqxLnqDnZQmqSPqnfimlJgTybWgaj5bzAbt4lq3M5_IxFC5hPdT_ruO80GU3D-TIzMUPYxdZ6gMruH-2ldDM88PhyifMJELcasg0&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "Jodaepo",
    "rating": 4.4,
    "address": "272-1 Hangang-daero, Yongsan District, Seoul, South Korea",
    "opening_hours": [
      "Monday: 4:30 PM – 5:00 AM",
      "Tuesday: 4:30 PM – 5:00 AM",
      "Wednesday: 4:30 PM – 5:00 AM",
      "Thursday: 4:30 PM – 5:00 AM",
      "Friday: 4:30 PM – 5:00 AM",
      "Saturday: 4:30 PM – 5:00 AM",
      "Sunday: 4:30 PM – 5:00 AM"
    ],
    "types": [
      "restaurant",
      "food",
      "point_of_interest",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "Agnes Ruth",
        "rating": 3,
        "text": "Our first meal in Korea was just okay. The staff helped grill the food for us, but it ended up being dry as he was moving from one table to another 😂. I love the cold noodle though! It was refreshing. Overall, a very convenient place to eat, open until 5AM.",
        "relative_time_description": "a month ago"
      },
      {
        "author_name": "Anthony A.-F.",
        "rating": 5,
        "text": "The food was really good (we had 황제살, 꼬들살, 생삼겹살 and 비빔녹차냉면) but the best part as a foreigner was the service they provided us : they tried speaking English, gave us recommendations of what to order, refilled our salad without us asking for it, gave us candies after the payment and sprayed deodorant on our clothes! Such a rare service quality here in Seoul!",
        "relative_time_description": "6 months ago"
      },
      {
        "author_name": "Andi Gashi",
        "rating": 5,
        "text": "Phò was the best. He kept the flipping my meat until it was perfect and made sure we had a good time. We didn't this was famous, but we know now why. He should get a raise.\n\nAwesome atmosphere.",
        "relative_time_description": "a month ago"
      },
      {
        "author_name": "Paul Chi",
        "rating": 5,
        "text": "Inexpensive and good quality meats. The service was very friendly and accommodating even though I don’t speak Korean. This is definitely a local spot as I was the only non-Korean in there. Soju is cheap, beef and pork is reasonable priced.\n\nVery very very busy during peak hours on weekdays and weekends. Very fun and loud and high energy place.",
        "relative_time_description": "2 years ago"
      },
      {
        "author_name": "Vorapon Sintunawa",
        "rating": 5,
        "text": "It's awesome!! You must visit this, if you are looking for barbecue joint around this area. The staffs are very helpful and nice. They take a good care of us. The pork dishes are good (we didn't try beef dishes) side dishes are good. Kimchi is big. When we arrive there are a waiting line. We wait for quite a while. The staff came to us with a soda while we were waiting. The restaurant has a re-useable plastic bag to put your bags and belongings in. So, it won't get the smell. Plus they gave us lollipops after we got the bill. The price is friendly.",
        "relative_time_description": "5 years ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DN_rUYA3viq-dffn8xfZ7AyNeRXBSlMFhodEnxo2uffdTtPtdvcqoJxnNwRvifW_1_t9-Nrfv5li6gYxc2YJYLc6jBu7Dm23yI83GxJFezx58uwn5cyRB_psm-cDCyQITiEA3H4bxhHHkGniRchylreuYJCItJ0by12F_FQZTY4Fig0&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "토도마루",
    "rating": 4.3,
    "address": "29 Cheongpa-dong 3(sam)-ga, Yongsan District, Seoul, South Korea",
    "opening_hours": [],
    "types": [
      "restaurant",
      "point_of_interest",
      "food",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "Shadow",
        "rating": 4,
        "text": "Did not order much from this restaurant during visit, however of the items that were ordered the quality of the food was good. The staff was friendly. Occasionally  this restaurant has a line during Fridays and Saturdays. I would definitely visit again to try something else from the menu and update this review.",
        "relative_time_description": "6 years ago"
      },
      {
        "author_name": "A LB",
        "rating": 5,
        "text": "Had Beef Udon and Salmon Cream Croquettes :-D Blew my mind :-D I haven't tasted either dish in Japan but it feels authentic :-) I think the chef trained in Japan :-) Really cosy basement restaurant/bar, open til midnight :-D\n\nWent back and had DonKoJuh Ramen with Octopus Cream Croquettes :-D! Impressed again :-D! This one is probs a safe bet for first timers :-) The Beef Udon (yesterday) was served cold with something that may have been raw egg :-) was really good tho!",
        "relative_time_description": "8 years ago"
      },
      {
        "author_name": "현강우",
        "rating": 2,
        "text": "Don't eat this... It wasn't as tasty as I thought and the flavors were all different. It was so big that I ate half and threw it all away.",
        "relative_time_description": "5 years ago"
      },
      {
        "author_name": "옆집고양이",
        "rating": 5,
        "text": "Directly managed by a Japanese owner. Suitable for people who like sake and Japanese food.",
        "relative_time_description": "5 years ago"
      },
      {
        "author_name": "주성우",
        "rating": 5,
        "text": "I went to this place because I thought there was really no place to drink in front of Sookmyung University.\nThe atmosphere is good and the price is not too bad.",
        "relative_time_description": "5 years ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DNYTf1l_V6_YDGGPO2ZKu41_Q1IfxNCCt84J6WmuGErm3YHy8IICUqvumIZl4QtsEDaw89OIt2xpCIx6J1POWsL-yv4VQnbgH2SpczG3IzLTZzDA-yjFUvDbsfN1WFUHBKMc-e79TUkV_0qFQdW9X1Yhd_-imMenf099mO7LB0TdGem&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "Geumrak Sashimi Restaurant",
    "rating": 4.3,
    "address": "9-3 Wonhyo-ro 93-gil, Wonhyoro 1(iI)-ga, Yongsan District, Seoul, South Korea",
    "opening_hours": [],
    "types": [
      "restaurant",
      "point_of_interest",
      "food",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "김철웅",
        "rating": 5,
        "text": "The 35,000 won set meal is good value for money.\nI hope business goes better.\nIt's good, but it's not in the main location so it's not very crowded.",
        "relative_time_description": "10 months ago"
      },
      {
        "author_name": "Leo Cho",
        "rating": 5,
        "text": "VIP menu 30,000 won per person\nJust go and order this. It just comes out really well.\nIf you crave soju and want to eat well, stop by here and get a bottle of soju and two VIPs.\nI am 100% planning to visit within a month.\nI'll take more pictures and post them later when I'm sober.",
        "relative_time_description": "2 years ago"
      },
      {
        "author_name": "Ailey H",
        "rating": 5,
        "text": "The VIP menu is 30,000 won per person, but it's really delicious, the service is good, and it's really mouth-watering! When I told the child that he would eat, he gave me seaweed soup separately for the child and also gave him just the rice. He said that it was difficult for the child to eat, but did not even charge me for the empty meal. They gave me a lot of yellowtail belly fat so I ate it all without leaving any, but why is there so much meat in the spicy fish stew!!! Have fun!",
        "relative_time_description": "3 years ago"
      },
      {
        "author_name": "DONGJIN LEE",
        "rating": 4,
        "text": "The raw fish is fresh and the spicy fish stew is also good~",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "Mihong KIM",
        "rating": 4,
        "text": "A friendly local raw fish restaurant. Recommended if you’re craving K-hoe!",
        "relative_time_description": "a year ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DMnSqr0fbzRqk-ak3vf2zA37fOFGfVHFPL-yLUPjxjghW682mxdj0JzU6RQs7GgxT5sKrhihgbJUvnBnvMO0TLJ1XU2l5AxvBhhqe9OoSGZdmxGZC8ihERwpAMqywLibSD-J0iAZ18enp1GSyd4VXJ-61kMVF28dFoiDEAAzACY5Fj8&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "The Xef Cocina Española",
    "rating": 4.6,
    "address": "33 Baekbeom-ro 77-gil, Yongsan District, Seoul, South Korea",
    "opening_hours": [
      "Monday: Closed",
      "Tuesday: 5:00 – 10:00 PM",
      "Wednesday: 5:00 – 10:00 PM",
      "Thursday: 5:00 – 10:00 PM",
      "Friday: 5:00 – 10:00 PM",
      "Saturday: 1:00 – 10:00 PM",
      "Sunday: Closed"
    ],
    "types": [
      "restaurant",
      "food",
      "point_of_interest",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "Jacqueline Calnea",
        "rating": 5,
        "text": "We recently had the pleasure of dining at Xef Cocina in Seoul, and I must say it was a truly delightful experience. The restaurant offers an authentic Spanish culinary journey that left my taste buds incredibly satisfied.Chef Marcelo is excellent.\n\nThe food at Xef Cocina is simply outstanding. Each dish is prepared with utmost care and precision, showcasing the true flavors of Spain. I particularly enjoyed the fresh and succulent oysters, which were a true treat for seafood lovers like myself. The attention to detail in every plate was evident, and the presentation was visually appealing.\n\nWhat truly stood out was not just the exceptional food but also the warm and friendly staff especially Ms Ina Yoon . From the moment we walked in their knowledge of the menu, willingness to help, and genuine hospitality made the experience even more enjoyable.\n\nAnother point was they Speak English and explains every dish and recommends best wine to pair with. HIGHLY recommend the place.",
        "relative_time_description": "10 months ago"
      },
      {
        "author_name": "Brett Parnham",
        "rating": 5,
        "text": "Transport yourself to Spain right here in Korea! This lively Spanish restaurant is an absolute gem, offering an unforgettable experience from start to finish. The atmosphere is warm and inviting, perfectly capturing the essence of a cozy Spanish eatery.\n\nThe talented chef here is a true artist, as each dish not only tastes exquisite but is also beautifully plated like a work of art. Whether you're a food enthusiast or simply looking to enjoy a delightful meal, you'll be impressed by the creativity and authenticity of every dish.\n\nThe selection of wines and drinks is impressive, featuring a variety that complements the menu wonderfully. From robust Spanish wines to refreshing cocktails, there's something to please every palate.\n\nThe staff deserves special mention for their exceptional hospitality. Polite, inviting, and incredibly efficient, they ensure that your dining experience is nothing short of perfect. Their knowledge of the menu and genuine enthusiasm for the cuisine add to the overall enjoyment.\n\nBefore you leave, don't forget to indulge in the coffee-flavored digestif—it's a delightful way to conclude your meal.\n\nWhether you're dining solo, with friends, or planning a special occasion, this restaurant is a must-visit. Prepare to be transported to Spain without leaving Korea. Highly recommended! Thank you Manu & Ina!",
        "relative_time_description": "4 months ago"
      },
      {
        "author_name": "Eric Suh",
        "rating": 5,
        "text": "Our friends took us here while we were visiting Korea and it was fantastic! The chef is from Spain and he and his team cook some really authentic and tasty food. We had ceviche (from tuna he bought that morning), anchovies appetizer, paella, and everything was great! I definitely recommend this place for some authentic Spanish food.",
        "relative_time_description": "4 months ago"
      },
      {
        "author_name": "Iago Blanco Campos",
        "rating": 5,
        "text": "Most authentic spanish food restaurant in Seoul, with a chic approach. The place to go as a spaniard when you are feeling homesick on your paladar. Special mention to the croquetas!🤤",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "Stacy P",
        "rating": 5,
        "text": "The BEST Spanish restaurant in Seoul that makes you feel like you are in Spain!  Best food, good vibes, and beautiful husband and wife team.  The food was full of love and passion!  Muchas Gracias!!! We will be back soon.",
        "relative_time_description": "2 years ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DOwKvbzmAHOozjkDQHUUb192iootHaAR5Qp5ibBs-7UvWKEM3EiIb0g4MDRh3Qrzir7o5dA0X-vVUlhH6MThVfC3-V6MiG80J_RonHEczIddDT_n40PrHSYhVOwaPTn988beP3MNLo5V9fRew92SIh8sns4h1uZWpIKHEpwJiz1AQFs&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "라따뚜이 인 서울(Ratatouille in Seoul)",
    "rating": 4.9,
    "address": "270-2 Cheongpa-ro, Yongsan District, Seoul, South Korea",
    "opening_hours": [
      "Monday: 12:00 – 4:00 PM, 5:00 – 10:00 PM",
      "Tuesday: Closed",
      "Wednesday: Closed",
      "Thursday: 2:00 – 10:00 PM",
      "Friday: 12:00 PM – 4:00 AM",
      "Saturday: 7:00 – 10:00 PM",
      "Sunday: 12:00 – 4:00 PM, 5:00 – 10:00 PM"
    ],
    "types": [
      "restaurant",
      "food",
      "point_of_interest",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "Rafael Escobar",
        "rating": 5,
        "text": "Absolutely amazing. The best french food I've ever had in my life (and I've been to France haha). Everything is made from scratch by the chef, even the bread! This is truly authentic french cuisine as the french chef imports all ingredients from France. The owners were so welcoming and friendly. This is truly a gem of French cuisine in the middle of Seoul!\nCan't wait to come again on my next visit to Seoul.",
        "relative_time_description": "5 months ago"
      },
      {
        "author_name": "Moon",
        "rating": 5,
        "text": "Awesome french food experience in this small restaurant near Sookmyung women's University.\nDelicate plating full of flavours, with a clean and fresh environment and very complementing wines offer.\nMenu is simple, right on spot, all homemade by the Chef Luc.\n\nDo not miss this opportunity to enjoy with your friends, original french foods for a very honest price.\n\nWe had great time and we will be back for sure.",
        "relative_time_description": "2 years ago"
      },
      {
        "author_name": "Raphael Olivier",
        "rating": 5,
        "text": "Great little intimate restaurant with a cosy casual vibe, in a 100 years old wooden shop house. The food was spot on, exactly the same taste as back home, really authentic and cool price!",
        "relative_time_description": "2 months ago"
      },
      {
        "author_name": "Sandra Durinick",
        "rating": 5,
        "text": "Amazing course meal at extremely reasonable price. Wish I lived closer so I could go more often. Chef and server were also extremely welcoming and fun to talk to",
        "relative_time_description": "11 months ago"
      },
      {
        "author_name": "Woldemar d'Ambrières",
        "rating": 5,
        "text": "Great food, great atmosphere!",
        "relative_time_description": "11 months ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DPRccjMVCSL6EPUSrIES5UdG00sHdnoKIAfuK-Xo0TB4RyePO9V0p7Le9IVlEXnlfqLGh0DLKKS0Y3GJLgXrrmqVu8vXzl2NJf5kpM1AvmRsOe5fB4vNIivWiklpHU58JYvBLjH6aeOq4y9eVJ0GNByq2JPsd3LBqdo1czUYS_0l5pW&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  },
  {
    "name": "정육점식당",
    "rating": 4.5,
    "address": "South Korea, Seoul, Yongsan District, Garwol-dong, 69-16번지 1층",
    "opening_hours": [],
    "types": [
      "restaurant",
      "food",
      "point_of_interest",
      "establishment"
    ],
    "reviews": [
      {
        "author_name": "고법",
        "rating": 5,
        "text": "What is written in front of the store is a good value restaurant.\nIf you actually eat it, set fee + portion is a regular meat restaurant.\nThe store is very large and there are few employees for the space.\nIt looks hard, but the taste isn't that bad.",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "혜림민",
        "rating": 4,
        "text": "For the price, the pork belly is really delicious and the service is so-so~~ haha.\nThe beach is a bit slippery so be careful~~^^",
        "relative_time_description": "a year ago"
      },
      {
        "author_name": "박기현",
        "rating": 5,
        "text": "The meat is very delicious, the staff is very friendly, and the price seems reasonable.",
        "relative_time_description": "4 months ago"
      },
      {
        "author_name": "joon young park",
        "rating": 3,
        "text": "This is my first time. I never thought it would be this delicious.\nIt is the best value for money for domestically produced meat.\nIf you pay 2,500 won for basic entry, you can eat as many vegetables as you like. Myeongnamul, perilla leaves, cucumbers, peppers and onions are braised in soy sauce and are delicious.\nMeat is grilled on an iron plate, so controlling the heat is important.\nIf you're not careful, it can turn into black meat.\nThe pork belly is delicious. I should try the pork belly instead of the ribs next time.",
        "relative_time_description": "3 years ago"
      },
      {
        "author_name": "이기성",
        "rating": 5,
        "text": "Cheap and very delicious, great value for money\nBe sure to eat the stone pot rice!",
        "relative_time_description": "3 years ago"
      }
    ],
    "photo_url": "https://maps.googleapis.com/maps/api/place/photo?maxwidth=400&photoreference=AdCG2DOCNSwRvv2mJdLki7iIc2IFvEIwaRUJG99S6X1OmfsFXuz63ZRQQYU07vLbs3cvShK9ge29fimlz_UI4j-IASGosRjNFOPC-eUbhmU7JQlPC6FwBWTk5OrBEUo4IkaE-KrQUVDUBgMYi0VvQYi7mbnd0WiY0kqZmaMgWOeJQ4B9_Ng&key=AIzaSyBvlx7LvFjLW8N1lbCAf2igHvEmZi0XYnI"
  }
]